tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

# brew
brew "dust"
brew "bat"
brew "exa"
brew "fd"
brew "duf"
brew "procs"
brew "bottom"
brew "httpie"
brew "git"
brew "mas"
brew "lima"
brew "wget"
brew "docker"

# Cask
cask "appcleaner"
cask "authy"
cask "clipy"
cask "google-chrome"
cask "iterm2"
cask "the-unarchiver"
cask "visual-studio-code"

# mas
# mas "RunCat", id: 1429033973
# mas "Xcode", id: 497799835