tap "homebrew/bundle"

brew "awscli"
brew "docker"
brew "docker-compose"
brew "git"
brew "jq"
brew "wget"

cask "appcleaner"
cask "brave-browser"
cask "canva"
cask "chatgpt"
cask "clipy"
cask "discord"
cask "font-0xproto"
cask "google-chrome"
cask "postman"
cask "the-unarchiver"
cask "visual-studio-code"
cask "warp"
cask "zoom"

vscode "christian-kohler.path-intellisense"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "gitlab.gitlab-workflow"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.remote-server"
vscode "pkief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
