tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "rcmdnk/rcmdnkpac"

# brew
brew "awscli"
brew "bat"
brew "bottom"
brew "colordiff"
brew "docker"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "git"
brew "httpie"
brew "lima"
brew "mas"
brew "procs"
brew "wget"
brew "rcmdnk/rcmdnkpac/parse-plist"

# Cask
cask "appcleaner"
cask "authy"
cask "brave-browser"
cask "clipy"
cask "discord"
cask "google-chrome"
cask "obsidian"
cask "readdle-spark"
cask "realforce"
cask "session-manager-plugin"
cask "the-unarchiver"
cask "visual-studio-code"
cask "warp"

# mas
# mas "RunCat", id: 1429033973
# mas "Xcode", id: 497799835